IDEA StatiCa Open Model
ConnectionSetup.NumElementRhs Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Number of mesh elements in RHS height
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int NumElementRhs { get; set; }
Public Property NumElementRhs As Integer
	Get
	Set
public:
property int NumElementRhs {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace